#(string)-სტრინგი არის ტექსტური მონაცემი რომელიც იწერება ბრჭყალებში.
#მაგალითად: "irakli" "10"  "10.5"

#(integer) ინტეჯერი არის რიცხვთა ტიპი რომელიც იწერება ბრჭყალების გარეშე.
#მაგალითად: 10, 20, 30, 40, 50,

#(float) ფლოათი არის რიცხვთა ტიპი რომელიც იწერება ბრჭყალების გარეშე და არის ათწილადი რიცხვი.
#მაგალითად: 10.2 11.5 5.0 11.2



number = 10
world = "Car"
print (number)
print (world)

string1 = "irakli"
integer1 = 23
#სტრინგსა და ინტეჯერს შორის მათემატიკური ქმედებების ჩატარება შეიძლება მხოლოდ მაშინ თუ ჩვენ ინტეჯერს გადავაქცევთ სტრინგად.
#მაგალითად:
print(string1 + str(integer1))

# print(5 + 5) და print("5" + "5") მათ შორის განსხვავება არის ის რომ ერთი ინტეჯერი და მეორე არის სტრინგი, თუ ჩვენ გავუშვებთ მოცემულ ინტეჯერს მივიღებთ 10 და გავუშვებთ სტრინგს მივიღებთ "55".